-- MySQL dump 10.13  Distrib 5.7.22, for Linux (x86_64)
--
-- Host: localhost    Database: db_yii_vipdesign
-- ------------------------------------------------------
-- Server version	5.7.22-0ubuntu0.16.04.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `articles`
--

DROP TABLE IF EXISTS `articles`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `articles` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) DEFAULT NULL,
  `short_description` text,
  `full_description` text,
  `date` date DEFAULT NULL,
  `alias` varchar(255) DEFAULT NULL,
  `author_id` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `idx-articles-title` (`title`),
  KEY `idx-articles-author_id` (`author_id`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `articles`
--

LOCK TABLES `articles` WRITE;
/*!40000 ALTER TABLE `articles` DISABLE KEYS */;
INSERT INTO `articles` VALUES (1,'Украинским водителям хотят устроить новый экзамен','В Украине для водителей при приеме экзаменов хотят ввести психофизиологическое тестирование.','Как передает Auto24, в Киеве презентовали Венскую систему тестирования водителей Vienna Traffic, которая позволяет выявлять психологические проблемы водителей и их причины возникновения. Систему представила компания Guinti Psychometrics Ukraine. Представители Министерства здравоохранения отметили, что такой экзамен нужно ввести не только для тех, кто хочет сдать на права, но и для всех, кто перевозит людей или профессионально занимается другими перевозками. \"Сейчас проводится только общий осмотр водителя, анализ крови, а этого явно недостаточно, чтобы убедиться в безопасном управлении транспортом\", - заявила представительница Минздрава Анна Глембоцкая. По ее словам, Кабмин принял Стратегию повышения уровня безопасности дорожного движения в Украине на период до 2020 года. В частности, до конца 2019 на законодательном уровне планируется утверждение медико-психологической оценки кандидатов и водителей транспортных средств, а также создания единой базы данных о выданных медицинских справках. Отмечается, что Венская система тестирования используется более чем в семи десятках стран мира, законодательно утвержденная в 16 из них. Психологическая аттестация проводится на экзаменах при получении водительских прав, для профессиональных водителей, пожилых людей, водителей группы риска (частые правонарушения, агрессивное поведение, злоупотребление алкоголем и т.п.) или людей с неврологическими заболеваниями. В Германии такие тесты называются \"идиотен-тест\" и для нарушителей ПДД проводятся на платной основе. В Австрии же, по результатам психологических тестов, более 20% водителей требуют психологической коррекции поведения. \"В странах ЕС все водители обязательно проходят психологическое тестирование при получении водительских прав или при частых правонарушениях. Венская система тестирования водителей Vienna Traffic дает возможность не только выявить проблему, но и корректировать поведение, развить необходимые навыки безопасного поведения за рулем\", - рассказала гендиректор Guinti Psychometrics Ukraine Олег Бурлачук. \r\n\r\nИсточник: avtovod.org.ua','2018-05-18','alias-1',1),(2,'Ввоз авто на \"евробляхах\" в Украину усложнили: новые правила','В Украине вступили в силу новые требования к ввозу авто на литовских номерах.','В Украине вступили в силу новые требования к ввозу авто на литовских номерах.Теперь во время пересечения границы гражданин Украины, кроме поданных в таможенную службу доверенностей от имени литовских компаний, чьи интересы он представляет, должен предоставить еще ряд документов. Об этом сообщает на своей странице в Facebook \"Киев автомобильный\" со ссылкой на МИД Украины. \r\n\r\nВ частности, это разрешение на официальное трудоустройство в Литве и трудовой договор с компанией, которой принадлежит автомобиль. В противоположном случае авто просто не будет допущено на территорию Украины.\r\n\r\nНапомним, в Украине готовятся ввести карательные меры для владельцев автомобилей на еврономерах. Пока идет обсуждение и в парламент документ еще не подан. В случае его принятия украинцы смогут по стране ездить на авто, зарегистрированном на иностранную компанию, до 10 дней. Если нужно дольше – придется показать документы, подтверждающие такую необходимость. А если человек, который ввез в Украину машину, передаст ее в пользование кому-то другому или разберет на запчасти, то ему грозит штраф 17 000 грн.\r\n\r\nПо подсчетам народных депутатов, владельцев авто с \"евробляхами\" в Украине уже насчитывается 1,5 млн человек. ','2018-05-18','alias-2',2),(3,'НАБУ не спростувало розслідування незаконного збагачення нардепа Святаша','КИЇВ. 18 травня. УНН. Національне антикорупційне бюро не спростувало наявність кримінальних проваджень за фактом незаконного збагачення народного депутата України від групи \"Відродження\" Дмитра Святаша, передає УНН з посиланням на відповідь відомства на інформаційний запит редакції.','КИЇВ. 18 травня. УНН. Національне антикорупційне бюро не спростувало наявність кримінальних проваджень за фактом незаконного збагачення народного депутата України від групи \"Відродження\" Дмитра Святаша, передає УНН з посиланням на відповідь відомства на інформаційний запит редакції.\r\n\r\n\"Інформація, про яку Ви питаєте, не є такою, яку ми можемо підтвердити чи спростувати.\r\n\r\nІнформація про факт наявності чи відсутності кримінальних проваджень щодо осіб є такою, що охороняється таємницею слідства\", - пояснили у НАБУ.\r\n\r\nКрім того, у Бюро зазначили про те, що у кримінальних провадженнях, досудове розслідування у яких таки здійснюється детективами НАБУ, письмове повідомлення про підозру Святашу не складалось та не повідомлялось.\r\n\r\nКоментуючи дані ЗМІ про наявність у Святаша незадекларованої квартири в центрі Парижу, у НАБУ заявили, що, станом на 17 травня, ще очікують від компетентних органів Французької Республіки відповідної інформації.','2018-05-18','alias-3',2),(4,'Посол ЄС попередив про посилення в Україні кампанії з дезінформації перед виборами','КИЇВ. 18 травня. УНН. На сьогоднішній день в Україні розгорнулась кампанія з дезінформації щодо шкоди євроінтеграції для українських громадян, і в перспективі її масштаби можуть лише збільшитись. На цьому наголосив голова представництва Євросоюзу в Україні Хьюг Мінгареллі у п’ятницю під час відкриття інформаційної кампанії “Євроінтеграція:сила можливКИЇВ. 18 травня. УНН. На сьогоднішній день в Україні розгорнулась кампанія з дезінформації щодо шкоди євроінтеграції для українських громадян, і в перспективі її масштаби можуть лише збільшитись. На цьому наголосив голова представництва Євросоюзу в Україні Хьюг Мінгареллі у п’ятницю під час відкриття інформаційної кампанії “Євроінтеграція:сила можливостей” у Києві, передає кореспондент УНН.остей” у Києві, передає кореспондент УНН.','КИЇВ. 18 травня. УНН. На сьогоднішній день в Україні розгорнулась кампанія з дезінформації щодо шкоди євроінтеграції для українських громадян, і в перспективі її масштаби можуть лише збільшитись. На цьому наголосив голова представництва Євросоюзу в Україні Хьюг Мінгареллі у п’ятницю під час відкриття інформаційної кампанії “Євроінтеграція:сила можливостей” у Києві, передає кореспондент УНН.\r\n\r\n“Ведеться кампанія з дезінформації, що може дискредитувати відносини між Україною та Європейським Союзом, наполягаючи на тому, що ці відносини нібито йдуть не на користь громадянам України”, — заявив посол.\r\n\r\nЗа його словами, ЄС не сумнівається у тому, що “ці зусилля з дезінформації лише посиляться з огляду на те, що Україна вступає у передвиборчий період”.\r\n\r\nЧИТАЙТЕ ТАКОЖ: ООН закликали виробити глобальну політику боротьби з фейками\r\n\r\n“Тому ми будемо докладати зусиль для того, щоб координувати роботу нашої інформаційної кампанії з вашою. Для того наш експерт з питань співпраці буде співпрацювати з урядовим офісом з питань європейської та євроатлантичної інтеграції і урядом України. Якщо ми будемо разом з вами вести скоординовану роботу, то немає жодних сумнівів, що ми зможемо значно краще долати виклики, що стоять перед нами”, — наголосив Мінгареллі.','2018-05-18','alias-4',3);
/*!40000 ALTER TABLE `articles` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2018-05-19  9:01:44
